---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsGbxmlSurfaceArea
source: html/0ca83848-9d47-b171-3f11-53d60fc08df3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsGbxmlSurfaceArea Property

"Area"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsGbxmlSurfaceArea { get; }
```